const whos = ['小李子', '吕布', '周迅', '詹姆斯', '赵灵儿', '杨超越', '修仙大佬', '孙悟空', '亚瑟', '世界小姐', '班主任', '死刑犯', '吴亦凡', '金星', '二爷', '三哥', '大熊猫', '网红女', '女司机', '李狗蛋', '小燕子', '容嬷嬷', '比利', '兄贵', '李小璐', '荷官', 'C罗', '我的同桌'];
const wheres = ['在第88届奥斯卡金像奖上', '在刘备面前', '在拍戏时', '在NBA球场上', '在光天化日之下', '在众目睽睽之下', '在竹林', '在花果山', '在教室里', '在澡堂', '在足球场上', '在镜头前', '在刑场上', '在旮旯里', '在山沟沟', '在床上', '在泳池中', '在直播时', '在屋顶', '在夏威夷', '在死胡同里', '在卧室'];
const hows = ['喜极泪涕地', '假戏真做地', '阳光地', '傲视群雄地', '毫无顾忌地', '兴奋地', '为奴为卑地', '活蹦乱跳地', '唯唯诺诺地', '火冒三丈地', '暴跳如雷地', '暗搓搓地', '极富哲学地', '光明正大地', '百无聊赖地', '毫无牵挂地', '尴尬至极地', '责无旁贷地', '欢天喜地地', '旁若无人地', '竭嘶底里地', '毫不知情地', '气急败坏地', '不顾一切地', '在山洞里', '极其舒坦地', '欲仙欲死地', '怒发冲冠地', '如入无人之境地', '急中生智地', '嬉皮笑脸地', '当仁不让地', '勉勉强强地', '扭扭捏捏地'];
const whats = ['获得最佳男演员称号', '大战张飞', '回应变老传闻', '骑扣', '洗澡', '抓老鼠', '扮猪吃老虎', '称大王', '开飞机', '玩手游', '打德州', '抽老千', '找工作', '做操', '捡肥皂', '拔剑', '等待死亡', '逢场作戏', '做理疗', '游泳', '看夕阳', '看日出', '亚洲蹲', '打地铺', '尬舞', '吐槽', '睡觉', '打地洞', '挖鼻孔', '开车', '祷告', '做手术', '摔角', '拍写真', '燃烧卡里路', '煮酒论英雄', '冲锋杀敌', '吟诗作乐', '指点江山', '敲竹杠', '探囊取物', '装疯卖傻', '洗漱', '抠脚趾'];

module.exports = {
  whos,
  wheres,
  hows,
  whats,
};